Repository: Marcellino-Palerme/WebCab
Catalog: web_cab/msg/*/LC_MESSAGES/msg.po
Languages: fr

source: Title_up
fr: Tﾃｩlﾃｩverser

# Upload_image
source: Upload your images
fr: Tﾃｩlﾃｩverser

source: txt_up_global_help
fr: Bonjour!<br/>_Si c'est votre premiﾃｨre utilisation_<br/>_Rendez-vous sur 氣論<br/>La partie tﾃｩlﾃｩversement permet de fournir les images ﾃ analyser et configurer ce que vous souhaitez obtenir.<br/>Chaque ﾃｩlﾃｩments du formulaire a une aide contextuelle pour vous rappelez ce qu il faut fournir.<br/>Bon remplissage.<br/>L'ﾃｩquipe Web Cab.

source: Input_part
fr: ﾃ瑛ﾃｩments ﾃ fournir

source: Archive_with_images
fr: Archive (.zip) contenant vos images

source: msg_up_help_zip
fr: Les images, que vous voulez qu'on analyse, archivﾃｩes directement dans un fichier .zip

source: Max_barcode_by_image
fr: Nombre de code barre max. / image

source: msg_up_help_max_bar
fr: Indiquer le nombre de code barre que contient l'image qui en a le plus

source: chk_used_valid_file
fr: Avec fichier de validation

source: chk_not_used_valid_file
fr: Sans fichier de validation

source: radio_valid_file
fr: Utiliser un fichier de validation

source: msg_up_help_radio_valid_file
fr: _Quand il y plusieurs codes barre dans une images, il est prﾃｩfﾃｩrable d'utliser un fichier de validation:_<ol><li>_Ordonner les codes barre trouvﾃｩs dans l image_</li><li>_Vﾃｩrifier que les codes barre trouvﾃｩs sont bien ceux definis_</li></ol>

source: msg_up_help_chk_valid_file
fr: Le fichier de validation permet: 1) Vﾃｩrifier que les codes barre trouves sont bien ceux definis 2) Ordonner les codes barre trouvﾃｩs dans l image

source: Validation_file
fr: Fichier de validation

source: msg_up_help_valid_file
fr: Le fichier de validation est un fichier csv ou chaque ligne correspond ﾃ l'ensemble des codes barre qu'on trouve dans une image et chaque colonne ne contient qu'un code barre. L'ordre des codes barre dans une ligne est l'ordre ﾃ laquel ils seront concatﾃｩnﾃｩs

source: Output_part
fr: ﾃ瑛ﾃｩments rﾃｩsultants

source: link_image_barcode_file
fr: Fichier de correspondance images - code barre

source: msg_up_help_chk_out_link_file
fr: Fichier csv avec deux colonnes. La premiﾃｨre avec le nom de l'image. La seconde avec le ou les codes barre trouvﾃｩs concatﾃｩnﾃｩs par un _ soit dans l'ordre du fichier de validation soit dans l'ordre de leur identification

source: Rename_image
fr: Renommer l'images

source: msg_up_help_chk_out_format
fr: Souhaitez-vous que les images soient renommees ﾃ partir des codes barre trouvﾃｩs

source: Image_name_barecode
fr: <nom de l'image>_<code barre>.extension

source: only_barcode
fr: <code barre>.extension

source: barecode_image_name
fr: <code barre>_<nom de l'image>.extension

source: format_image_name
fr: Format du renommage des images

source: msg_up_help_radio_out_format
fr: Indiquer comment vous souhaitez que soit renommer les images. Soit: 1)L'image prend le nom du ou des codes barre separﾃｩs par _ 2)On garde le nom de l'image et on lui ajoute _ puis le ou les codes barre trouvﾃｩs sﾃｩparﾃｩs par _ 3)On garde le nom de l'image et prﾃｩcﾃｩdﾃｩ du ou des codes barre trouvﾃｩs sﾃｩparﾃｩs par _ et de _

source: msg_up_miss_zip
fr: Il manque l'archive d'images (.zip)

source: msg_up_miss_valid_file
fr: Il manque le fichier de validation

source: msg_up_miss_output
fr: Aucune sortie n'a ﾃｩtﾃｩ choix

source: bt_upload_submit
fr: Valider

source: msg_up_help_bt_submit
fr: Demander le lancement du traitement des images

source: Id of your process:
fr: Le numero de votre traitement est

source: msg_success_upload
fr: Votre demande a ete prise en compte. Pour l etat du traitement puis telecharger le resultat. Merci de vous rendre a le page telechargement (en cliquant sur telecharger a gauche de cette page)

source: Title_help
fr: Aide

source: Title_help_summary
fr: Prﾃｩsentation

source: Txt_help_summary_ht
fr: **Web Cab** est la mise en ligne de l'application de bureau Cab<br/>Elle a pour but d'extraire les codes barre et QR de vos images<br/><img src='resume.png' alt='Une image donnﾃｩe ﾃ web cab et ressort le code barre'style='border: 7px solid #525;border-radius: 7% 0% 15% 0%;'>

source: Title_help_quickstart
fr: Prise en main rapide

source: Txt_help_quickstart_ht
fr: <blockquote><h5>Important</h5>Pour utiliser <strong>Web Cab</strong>, il vous faut un compte <br/>Pour l'obtenir merci de contacter l'ﾃｩquipe </blockquote>Une fois votre compte crﾃｩﾃｩ vous recevrez un email. Celui-ci vous indique votre login.<br/><img src='mail_inscript.png' alt='Exemple de mail de confirmation d inscription' style='border: 7px solid #525;border-radius: 7% 0% 15% 0%;'><br/><br/>Sur le site <ol><li>Cliquez sur 'mot de passe oubliﾃｩ'</li><li>Remplir votre login </li><li>Cliquez sur valider</li></ol><img src='mdp_oublie.png' alt='Formulaire mot de passe oublie' style='border: 7px solid #525;border-radius: 7% 0% 15% 0%;'><br/>Vous recevrez un email avec un mot de passe temporaire<br/><img src='temp_mdp.png' alt='Formulaire mot de passe oublie' style='border: 7px solid #525;border-radius: 7% 0% 15% 0%;'><br/>Avec ce mot de passe, vous pouvez vous identifier. Une fois identifiﾃｩ il vous sera demandﾃｩ de modifier votre mot de passe. Maintenant votre compte est complﾃｩtement configurﾃｩ.<br/><br/>Pour cette prise en main rapide

source: Title_help_upload
fr: Tﾃｩlﾃｩverser

source: Txt_help_upload_ht
fr: Cette page est un formulaire pour configurer l'analyse de vos images<br/><img src='televerser.png' alt='Formulaire de tﾃｩlﾃｩversement'style='border: 7px solid #525;border-radius: 7% 0% 15% 0%;'>

source: Title_help_up_input
fr: Partie ﾃｩlﾃｩments ﾃ fournir

source: Txt_help_up_input_ht
fr: Premiﾃｨre partie du formulaire<br/><img src='A_fournir.png' alt='Premiﾃｨre partie du forulaire'style='border: 7px solid #525;border-radius: 7% 0% 15% 0%;'>

source: Title_help_archive
fr: Archive des images

source: Txt_help_archive_ht
fr: Explication de la crﾃｩation du fichier d'archive .zip<br/><img src='archive.png' alt='imprime ﾃｩcran pour ajout d archive'style='border: 7px solid #525;border-radius: 7% 0% 15% 0%;'><br/>La crﾃｩation d'une archive se fait en trois ﾃｩtape:</br><ol><li>Sﾃｩlectionner l'ensemble des images (les images pas le dossier qui les contient</li><li>Faire une clic-droit sur une des images sﾃｩlectionnﾃｩes</li><li>Cliquer sur compresser ou archiver</li><li>Sﾃｩlectionner le format zip</li><li>Nommer l'archive</li><li>Valider</li></ol><br/><strong>La taille de l'archive ne doit pas excﾃｩder les 200Mo</strong><br/>Si c'est le cas, rﾃｩpartissez les images dans deux archives ou plus.<blockquote><h5>Important</h5> En ce qui conserne les caractﾃｩristiques des images et des codes ﾃ barre qu'elles contiennent. Merci de ce rﾃｩfﾃｩrer ﾃ la FAQ. Les questions 1 et 2.</blockquote>

source: Title_help_nb_barcode
fr: Nombre de codes barre

source: Txt_help_nb_barcode_ht
fr: Comment choisir la valeur<br/><img src='codemax.png' alt='imprime ﾃｩcran du sﾃｩlecteur du nombre de code barre maximum par image' style='border: 7px solid #525;border-radius: 7% 0% 15% 0%;'>

source: Title_help_valid_file
fr: Fichier de validation

source: Txt_help_valid_file_ht
fr: Le fichier de validation est un fichier csv ou chaque ligne correspond ﾃ l'ensemble des codes barre qu'on trouve dans une image et chaque colonne ne contient qu'un code barre. L'ordre des codes barre dans une ligne est l'ordre ﾃ laquel ils seront concatﾃｩnﾃｩs <br/>Choisir d'utiliser le fichier de validation.<br/><img src='validation_check.png' alt='imprime ﾃｩcran du choix du fichier de validation'style='border: 7px solid #525;border-radius: 7% 0% 15% 0%;'><br/><br/>Forte recommandation d'utiliser le fichier de validation, quand le nombre de code barre par image maximum est supﾃｩrieur ﾃ 1<br/><img src='validation_max.png' alt='imprime ﾃｩcran fichier validation du fait du nombre de code barre'style='border: 7px solid #525;border-radius: 7% 0% 15% 0%;'>

source: Title_help_up_output
fr: Partie des ﾃｩlﾃｩments souhaitﾃｩs

source: Txt_help_up_output
fr: Seconde partie du formulaire<br/><img src='sortie.png' alt='Seconde partie du formulaire'style='border: 7px solid #525;border-radius: 7% 0% 15% 0%;'><br/><br/>Ensemble des options possibles pour le rﾃｩsultat d'un traitement<img src='sortie_options.png' alt='Les options de la sortie'style='border: 7px solid #525;border-radius: 7% 0% 15% 0%;'>

source: Title_help_im_bar_csv
fr: Fichier de correspondance

source: Txt_help_im_bar_csv_ht
fr: Explication de la structure du fichier de correspondance

source: Title_help_rename_im
fr: Renommage des images

source: Txt_help_rename_im_ht
fr: Explication des trois options de renommage d'image

source: Title_help_download
fr: Tﾃｩlﾃｩcharger

source: Txt_help_download_ht
fr: Comment suivre, rﾃｩcupﾃｩrer et supprimer les traitements soumis<br/><img src='telechargement.png' alt='Page de tﾃｩlﾃｩchargment'style='border: 7px solid #525;border-radius: 7% 0% 15% 0%;'><br/><br/>Ligne d'un traitement pas encore commencﾃｩ<br/><img src='attente_fermer.png' alt='traitement en attente fermﾃｩ'style='border: 7px solid #525;border-radius: 7% 0% 15% 0%;'><br/><br/>Dﾃｩtail d'un traitement pas encore commencﾃｩ<br/><img src='attente_ouvert.png' alt='traitement en attente ouvert'style='border: 7px solid #525;border-radius: 7% 0% 15% 0%;'><br/><br/>Ligne d'un traitement en cours d'exﾃｩcution<br/>Dﾃｩtail d'un traitement en cours d'exﾃｩcution<br/>Ligne d'un traitement terminﾃｩ<br/><img src='fini_fermer.png' alt='traitement terminﾃｩ fermﾃｩ'style='border: 7px solid #525;border-radius: 7% 0% 15% 0%;'><br/><br/>Dﾃｩtail d'un traitement terminﾃｩ. Possibilitﾃｩ de le tﾃｩlﾃｩcharger et le supprimer<br/><img src='fini_ouvert.png' alt='traitement terminﾃｩ ouvert'style='border: 7px solid #525;border-radius: 7% 0% 15% 0%;'>

source: Title_help_profile
fr: Profile

source: Txt_help_profile_ht
fr: Connaﾃｮtre les possibilitﾃｩs dans la gestion du profile de l'utilisateur<br/><img src='profile.png' alt='Page du profile'style='border: 7px solid #525;border-radius: 7% 0% 15% 0%;'><br/><br/>Formulaire de modification du mot de passe<br/><img src='nouv_mdp.png' alt='Formulaire de modification de mot de passe'style='border: 7px solid #525;border-radius: 7% 0% 15% 0%;'>

source: Title_help_FAQ
fr: FAQ

source: Txt_help_FAQ_ht
fr: Ensemble de questions ou de prﾃｩcision de parties

source: Title_help_info_image
fr: Quelles conditions les images doivent respectﾃｩes?

source: Txt_help_info_image
fr: Une images doit respectﾃｩes les conditions suivantes:<br/><ol><li> Un poids maximum de 20Mo</li><li>Une des extensions suivantes : .apng, .jpg, .jpeg, .jfif, .png, .webp .bmp, .tif, .tiff </li>

source: Title_help_info_cb
fr: Quelles conditions les codes ﾃ barre doivent respectﾃｩs?

source: Txt_help_info_cb
fr: Les codes ﾃ barre dans les images doivent ﾃｪtre mis soit verticalement ou horizontalement. Ils doivent ﾃｪtre du type et d'un taille minimale indiquﾃｩs dans le tableau ci-dessous<br/><table><tr><th>Format</th><th>largeur minimal</th><th>longueur minimal</th></tr><tr><td>Interleaved 2 of 5</td><td>52</td><td>248</td></tr> <tr><td>Code 39</td><td>53</td><td>151</td></tr> <tr><td>QR (16 caractﾃｨres)</td><td>44</td><td>44</td></tr> <tr><td>QR mobile (16 caractﾃｨres)</td><td>44</td><td>44</td></tr> <tr><td>Code 128</td><td>91</td><td>284</td></tr> <tr><td>GS1-128 (UCC/EAN-128)</td><td>91</td><td>345</td></tr> <tr><td>UPC A</td><td>91</td><td>206</td></tr> <tr><td>UPC E</td><td>85</td><td>113</td></tr> <tr><td>EAN 13</td><td>85</td><td>191</td></tr> <tr><td>EAN 8</td><td>78</td><td>127</td></tr> </table>

source: Title_profile
fr: Profile

source: title_profile_page
fr: Profile

source: tab_admin_create
fr: Ajouter un utilisateur

source: tab_user
fr: Mon profile

source: tab_admin_delete
fr: Supprimer un utilisateur

source: row_login
fr: Identifiant

source: row_email
fr: Email

source: row_email_help
fr: Modifier votre adresse email

source: bt_profile_update
fr: Mise ﾃ jour

source: bt_profile_update_help
fr: Enregistrer la modification de votre adresse email

source: bt_profile_cancel
fr: Annuler

source: bt_profile_cancel_help
fr: Annuler la modification de votre adresse email

source: bt_change_pwd
fr: Modifier mot de passe

source: bt_change_pwd_help
fr: Accﾃｩder au formulaire de modification de votre mot de passe

source: msg_change_email_wrong
fr: Le format de l'email est incorrect

source: msg_change_email_same
fr: La nouvelle adresse email est identique a l'ancienne

# title_form_login
source: Login
fr: Authentification

source: form_login_login
fr: Identifiant

source: form_login_pwd
fr: Mot de passe

source: bt_login_submit
fr: Valider

source: title_forgot_pwd
fr: Mot de passe oubliﾃｩ

source: forgot_pwd_login
fr: Identifiant

source: msg_email_sub_pwd
fr: Mot de passe temporaire Web Cab

source: msg_email_header_pwd
fr: Bonjour, Vous trouverez ci-dessous votre mot de passe temporaire pour Web Cab:

source: msg_email_end
fr: Ce message est gﾃｩnﾃｩrﾃｩ automatique merci de ne pas y repondre. Cordialement Web Cab

source: bt_forgot_pwd_submit
fr: Valider

source: title_forgot_login
fr: Identifiant oubliﾃｩ

source: forgot_login_email
fr: Email

source: msg_email_sub_login
fr: Valider

source: msg_email_header_login
fr: Bonjour, Vous trouverez ci-dessous votre identifiant pour Web Cab:

source: bt_forgot_login_submit
fr: Valider

source: bt_logout
fr: Deconnexion

source: bt_logout_help
fr: Fermer le session de l'utilisateur actuel

source: msg_update_email
fr: Votre email a ﾃｩtﾃｩ mis ﾃ jour

source: title_form_up_pwd
fr: Nouveau mot de passe

source: form_pwd_current
fr: Mot de passe actuel

source: form_pwd_new
fr: Nouveau mot de passe

source: form_pwd_conf
fr: Confirmation du nouveau mot de passe

source: msg_up_pwd_ok
fr: Votre mot de passe a ﾃｩtﾃｩ mis ﾃ jour

source: msg_up_pwd_fail
fr: La mise ﾃ jour du mot de passe n a pas ﾃｩtﾃｩ faite pour l'une ou plusieurs raisons suivantes: - Mot de actuel incorrect - Mot de passe de confirmation diffﾃｩrent du nouveau - Le nouveau mot de passe contient des mots interdits (mot clﾃｩ de SQL)

source: msg_up_pwd_miss
fr: Un des champs est vide

source: title_form_create_user
fr: Ajout d'un utilisateur

source: form_create_user_login
fr: Identifiant

source: form_create_user_email
fr: email

source: form_create_user_admin
fr: Administrateur

source: msg_create_user_exist
fr: L'utilisateur exite dﾃｩjﾃ

source: msg_email_sub_create_user
fr: Ajouter ﾃ Web CAB

source: msg_email_header_create_user
fr: Bonjour, Vous recevez ce message car un compte sur Web Cab a ﾃｩtﾃｩ crﾃｩﾃｩ avec votre adresse email. Si c'est bien une demande de votre part bienvenue. Sinon dﾃｩsolﾃｩ pour le dﾃｩrangement.

source: msg_create_user_ok
fr: L'utilisateur a bien ﾃｩtﾃｩ ajoutﾃｩ

source: msg_create_user_miss
fr: Une des champs est vide

source: bt_create_user_submit
fr: Ajouter

source: msg_no_user
fr: L'utilisateur a ﾃｩtﾃｩ supprimﾃｩ

source: cbx_delete_user
fr: Supprimer utilisateur

source: label_login
fr: Identifiant

source: label_email
fr: Email

source: bt_del_user_submit
fr: Supprimer

source: label_confirm_del_user
fr: Merci de taper l'adresse email de l'utilisateut ﾃ supprimer pour valider la suppression

source: msg_del_user_ok
fr: L'utilisateur a ﾃｩtﾃｩ supprimﾃｩ

source: msg_del_user_mail_diff
fr: L adresse mail de confirmation est differente

source: bt_confirm_del_user
fr: Confirmation

source: bt_forgot_pwd
fr: Mot de passe oubliﾃｩ

source: bt_forgot_pwd_help
fr: En cas d oublie du mot de passe, un temporaire peut vous ﾃｪtre gﾃｩnﾃｩrﾃｩ

source: bt_forgot_login
fr: Identifiant oubliﾃｩ

source: bt_forgot_login_help
fr: En cas d oublie de votre identifiant, celui-ci peut vous ﾃｪtre communiquﾃｩ par email

source: msg_forgot_pwd_fail
fr: L'information fournie est incorrecte

source: msg_forgot_pwd_miss
fr: Le champ ne peut pas ﾃｪtre vide

source: msg_forgot_pwd_ok
fr: Le mot de passe temporaire vous a ﾃｩtﾃｩ transmit par email (peut-ﾃｪtre dans spam)

source: msg_forgot_login_fail
fr: L'information fournie est incorrecte

source: msg_forgot_login_miss
fr: Le champ ne peut pas ﾃｪtre vide

source: msg_forgot_login_ok
fr: Votre identifiant vous a ﾃｩtﾃｩ transmit par email (peut-ﾃｪtre dans spam)

source: msg_login_miss
fr: Un des champs est vide

source: msg_login_fail
fr: Les informations fournies sont incorrectes.

source: msg_email_sub_end_cab
fr: Analyse des images complet

source: msg_email_header_end_cab
fr: Bonjour, Le traitement numﾃｩro ci-dessous est terminﾃｩ. Vous pouvez rﾃｩcuperer le rﾃｩsultat sur Web Cab a la page tﾃｩlﾃｩcharger.

source: msg_error_zip
fr: Une erreur s'est produite avec votre archive. Il est possible que 1) celle-ci soit corrompue 2) Au moins une des images ou fichiers qu'elle contient dﾃｩpasse les 20Mo une fois dﾃｩcompressﾃｩ.

source: msg_empty_cab
fr: Web Cab n'a pas trouvﾃｩ d'ﾃｩlﾃｩments ﾃ analyser. Merci de vous reporter ﾃ la documentation pour vﾃｩrifier entre autre La bonne construction de l'archive

source: Title_down
fr: Tﾃｩlﾃｩcharger

source: msg_explain_ddl_page
fr: Pour avoir plus de dﾃｩtails sur un traitement, et s'il est terminﾃｩ tﾃｩlﾃｩchager le rﾃｩsultat, cliquez sur le traitement dﾃｩsirﾃｩ.

source: title_legend
fr: Lﾃｩgende

source: legend_wait
fr: Le traitement n'est pas encore lancﾃｩ.

source: legend_in_progress
fr: Le traitement est en cours.

source: legend_finish
fr: Le traitement est terminﾃｩ.

source: no_process
fr: Aucun traitement n'est enregistrﾃｩ pour votre compte

source: upload:
fr: tﾃｩlﾃｩverser:

source: Waiting
fr: En attente

source: Expiring:
fr: Expire:

source: download
fr: tﾃｩlﾃｩcharger

source: bt_delete_process
fr: Supprimer
